// Напишите программу. которая на вход принимает число и выдаёт его квадрат
// Вводим переменную, это число, поэтому вводим значение int и называем его number = 5
// Обязательно после каждого действия вводим  ;  это обозначение того, что действие закончилось
// Вводим  ещё одну переменную, назовём её умножение int sqr и оно равно произведению двух чисел
// Далее выводим с помощью команды Console.WriteLine переменную умножения(произведения) sqr
Console.WriteLine("Hello");

int number = 5;
int sqr = (number*number);

Console.WriteLine(sqr);